micropython/micropython/ports/raspberrypi/boards/pimoroni_pga2350/mpconfigboard.h
// This file is part of the CircuitPython project: https://circuitpython.org
//
// SPDX-FileCopyrightText: Copyright (c) 2024 Scott Shawcroft for Adafruit Industries
//
// SPDX-License-Identifier: MIT

#define MICROPY_HW_BOARD_NAME "Pimoroni PGA2350"
#define MICROPY_HW_MCU_NAME "rp2350b"

#define CIRCUITPY_PSRAM_CHIP_SELECT (&pin_GPIO47)
